{

    "Navigation": {
        "user": "Hello ",
        "signin": "Sign In",
        "signout": "Sign Out",
        "NavMenu": {
            "map": "Map",
            "gallery": "Gallery",
            "play": "Play"
        }
    },

    "Home":{
        "title": "Nature Dopes",
        "splashh2": "Dedicated to the appreciation and understanding of Nature",
        "About":{
            "welcome": "Welcome to Nature Dopes",
            "para1": "The site is open to all Nature enthusiasts. We are based in Western Europe, the majority of resources found here relate to the natural Flora found in this region. ",
            "para2": "No matter where you stand on Climate issues, few can argue that as civilisation expands, natural spaces are diminishing to make room. Be that in the form of fields for modern agriculture, logging practices or land for new homes. More needs to be done to protect our natural spaces.",
            "para3": "On this site, we believe that for people to appreciate nature, then first you have to understand it. Be that the tallest tree outside your window, or the smallest flower at the side of the road. This site is a mix of art & education, flowers and trees are identified in all our posts. In the hope that a working knowledge of all species can be passed on to whoever wishes to learn. "
        },
        "About2": {
            "user": "To make full use of this site, we advise visitors to create an account and contribute.  Only an email address is taken, all data is private to this site only. ",
            "map": "Our main feature is our map tool so please start there. The goal is for users to create an account and post photos of their own finds with their locations. The information will be stored in order to build a working database of where interesting natural flora are found.",
            "gallery": "Visitors can view our Gallery page. A collection of nature photos  from the original NatureDopes Gallery, or registered users can view their own collection."
        },
        "InfoSection": {
            "enjoy": "Please come and enjoy the site!",
            "info1": "NatureDopes is a project built by volunteers, The goal is to build useful tools and develop community for all nature lovers",
            "info2": "We would much appreciate any feedback or ideas from the community. Please contact us below either directly or through our social channels"
        }
    },

    "GMap": {
        "searchbar": "Filter for species...",
        "allfinds": "All Finds",
        "yourfinds": "Your Finds",
        "addbutton": "Add",
        "editbutton": "Edit",
        "UploadForm": {
            "title": "Upload your finds here",
            "species": "Species Name",
            "filesizeerror": "File with maximum size of 5MB is allowed",
            "uploadbutton": "Upload",
            "HoverCard": {
                "one": "Enter Your Species Name",
                "two": "Click on the map where you located it (Zoom in for accuracy)",
                "three": "Click Choose File to select the photo from your device",
                "four": "Click Upload and it's done!"
            }

        },
        "EditForm": {
            "title": "Edit existing find",
            "HoverCard": {
                "one": "Re-enter the species name",
                "two": "Click on the map again, the location of the find (Zoom in for accuracy)",
                "three": "Click Update and it's done!"
            },
            "updatebutton": "Update!"
            
        }

    },
    "Gallery":{
        "Errors":{
            "insta1": "Problem returning data from Instagram. If the problem persists please contact us"
        },
        "ndgallery": "Nature Dopes Gallery",
        "userGallery": "User Gallery"
    },
    "Finder":{
        "StartPage":{
            "line1": "Welcome to the Nature Dopes mini-game ",
            "line2": "Whilst out in Nature, see if you can find each flower then answer a question for each",
            "button": "Go!"
        },
        "Game":{
            "resetbutton": "Reset",
            "startpage": "Start Page"
        }
    },

    "Footer":{
        "awattsdev": "Powered By "
    }

}