{
    "Navigation": {
        "user": "Salut ",
        "signin": "Connexion",
        "signout": "Déconnexion",
        "NavMenu": {
            "map": "Carte",
            "gallery": "Gallerie",
            "play": "Joue"
        }
    },

    "Home":{
        "title": "Nature Dopes",
        "splashh2": "Dédié à l'appréciation et à la compréhension de la nature",
        "About":{
            "welcome": "Bienvenue à Nature Dopes",
            "para1": "Le site est ouvert à tous les passionnés de la Nature. Nous sommes basés en Europe de l'Ouest, la majorité des ressources trouvées ici concernent la Flore naturelle que l'on retrouve dans cette région.",
            "para2": "Quelle que soit votre position sur les questions climatiques, rares sont ceux qui peuvent disputer que la civilisation s’étend, les espaces naturels se réduisent pour faire place. Qu’il s’agisse de champs destinés à l’agriculture moderne, de pratiques d’exploitation forestière ou de terres destinées à de nouvelles habitations. Il faut faire davantage pour protéger nos espaces naturels.",
            "para3": "Sur ce site, nous pensons que pour que les gens apprécient la nature, il faut d'abord la comprendre. Qu'il s'agisse du plus grand arbre devant votre fenêtre ou de la plus petite fleur au bord de la route. Ce site est un mélange d'art et d'éducation, les fleurs et les arbres sont identifiés dans tous nos articles. Dans l'espoir qu'une connaissance pratique de toutes les espèces puisse être transmise à ceux qui souhaitent apprendre."
        },
        "About2": {
            "user": "Pour utiliser pleinement ce site, nous conseillons aux visiteurs de créer un compte et de contribuer. Seule une adresse mail est prise en compte, toutes les données sont privées pour ce site uniquement.",
            "map": "La fonctionnalité principale est notre outil de cartographie, alors commencez par là. L'objectif est que les utilisateurs créent un compte et publient des photos de leurs propres découvertes avec leurs positions. Les informations seront garder afin de créer une base de données fonctionnelle, indiquant où se trouvent les flore naturel intéressants.",
            "gallery": "Visiteurs peuvent consulter notre page Galerie. Une collection de photos de la nature de la galerie Nature Dopes originale, ou les utilisateurs enregistrés peuvent consulter leur propre collection."
        },
        "InfoSection": {
            "enjoy": "Venez profiter du site!",
             "info1": "NatureDopes est un projet construit par des bénévoles, visant à créer des outils utiles et à développer une communauté pour tous les amoureux de la nature",
            "info2": "Nous apprécierions tout commentaire ou idée de la part de la communauté. Veuillez nous contacter ci-dessous, soit directement, soit via nos réseaux sociaux"
        }
    },
    "GMap": {
        "searchbar": "Filtre...",
         "allfinds": "Tous trouvailles",
        "yourfinds": "Vos trouvailles",
        "addbutton": "Ajoute",
        "editbutton": "Modifier",
        "UploadForm": {
            "title": "Téléchargez vos trouvailles ici",
            "species": "Nom de l'espèce",
            "filesizeerror": "Un fichier d'une taille maximale de 5 Mo est autorisé",
            "uploadbutton": "Téléchargez",
            "HoverCard": {
                "one": "Entrez le nom de votre espèce",
                "two": "Cliquez sur la carte où vous l'avez localisé (Zoomez pour plus de précision)",
                "three": "Cliquez sur Choisir un fichier pour sélectionner la photo sur votre appareil",
                "four": "Cliquez sur Télécharger et c'est fait !"
            }
        },
        "EditForm": {
            "title": "Modifier la recherche",
            "HoverCard": {
                "one": "Ressaisissez le nom de l'espèce",
                "two": "Cliquez à nouveau sur la carte, l'emplacement de la découverte (Zoomez pour plus de précision)",
                "three": "Cliquez sur -Mettre à jour- et c'est fait !"
            },
            "updatebutton": "Mettre à jour!"

        }
    },
    "Gallery":{
        "Errors":{
            "insta1": "Problème de retour de données depuis Instagram. Si le problème persiste, veuillez nous contacter"
        },
        "ndgallery": "Galerie Nature Dopes ",
        "usergallery": "Galerie Utilisateur"
    },
    "Finder":{
        "StartPage":{
            "line1": "Bienvenue au mini-jeu Nature Dopes",
            "line2": "Pendant que dans la nature, voyez si vous pouvez trouver chaque fleur, puis répondez à une question pour chacune",
            "button": "C'est Parti!"
        },
        "Game":{
            "resetbutton": "Réinitialiser",
            "startpage": "Page d'accueil"
        }
    },
    "Footer":{
        "awattsdev": "Propulsè par  "
    }


}